Repository: Gargoros/Alarm
Catalog: Alarm/Resources/Localizable.xcstrings
Source language: en
Languages: be_by, ru

source: About
be_by: Аб праграме
ru: О программе

source: Activity completed.
be_by: Дзеянне завершана
ru: Действие завершено

source: Add Alarm
be_by: Дадаць будзільнік
ru: Добавить будильник

source: Alarm
be_by: Будзільнік
ru: Тревога

source: Alarm List
be_by: Спіс будзільнікау
ru: Список будильников

source: Cancel
be_by: Адмена
ru: Отмена

source: create
be_by: стварыць
ru: Создать

source: enable
be_by: уключыць
ru: включить

source: Enable notifications, please
be_by: Уключыце паведамлення, калі ласка
ru: Включить уведомления, пожалуйста

source: end
be_by: завяршэнне
ru: конец

source: Have a great day!
be_by: Добрага дня!
ru: Отличного дня!

source: hello there!
be_by: прывітанне ўсім!
ru: привет всем!

source: let's add an alarm
be_by: давайце дадамо будзільнік
ru: давайте добавим будильник

source: No Alarm
be_by: Няма будзільнікаў
ru: Нет будильников

source: off
be_by: выкл
ru: выкл

source: on
be_by: укл
ru: вкл

source: Save
be_by: Захаваць
ru: Сохранить

source: Set the alarm
be_by: Усталюйце будзільнік
ru: Установите будильник

source: Sound
be_by: Гук
ru: Звук

source: start
be_by: пачаць
ru: старт

source: The UI for this nice Alarm app was largely inspired by the amazing work of Anton Leogky.
be_by: Карыстацкі інтэрфейс гэтага выдатнага прыкладання сігналізацыі быў шмат у чым натхнёны дзіўнай працай Антона Лёгкага
ru: Пользовательский интерфейс этого замечательного приложения для будильника был во многом вдохновлен удивительной работой Антона Лёгким.

source: to Anton's page
be_by: на старонку Антона
ru: на страницу Антона

source: you did it! here you can manage your alarm, change time and other things
be_by: у вас атрымалася! тут вы можаце кіраваць будзільнікам, змяняць час і многае іншае
ru: у вас получилось! здесь вы можете управлять своим будильником, менять время и многое другое
